/* Want To Do */
"Want to do" = "やりたいこと";

/* required time for want to do */
"Required Time" = "所要時間";

/* format if I get up earlier */
"If I get up %d hour %d minutes early" = "%d時間%d分早く起きたら";

/* format if I get up earlier */
"If I get up %d hour early" = "%d時間早く起きたら";

/* format if I get up earlier */
"If I get up %d minutes early" = "%d分早く起きたら";

/* format of required time hour */
"%d hour" = "%d時間";

/* format of required time minute */
"%d minutes" = "%d分";

/* title for alarm */
"Alarm" = "アラーム";

/* button of sleep again */
"Sleep Again" = "もうちょっと寝る";

/* Select photo for want to do */
"Select photo" = "写真を選ぶ";

/* Camera */
"Camera" = "カメラ";

/* Photo Albums */
"Photo Albums" = "写真アルバム";

/* Title for done button */
"Done" = "完了";

/* Back button */
"Back" = "戻る";

/* Add */
"Add" = "追加";

/* Edit */
"Edit" = "編集";

/* Remove Want To Do */
"Remove" = "削除する";

/* Cancel */
"Cancel" = "キャンセル";
